Unable to maintain user changes to unpinned Chord. Restoring Truss-defined shape.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId TrussChordUntransformable { get; }
  Visual Basic
Public Shared ReadOnly Property TrussChordUntransformable As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ TrussChordUntransformable {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures TrussFailures Class
  Autodesk.Revit.DB Namespace